Repository: iJustinn/Body
Catalog: Body/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ru, tr, zh_hans

source: Heart Rate by Activity
de: Herzfrequenz nach Aktivität
es: Frecuencia cardiaca por actividad
fr: Fréquence cardiaque par activité
hi: ऐक्टिविटी के अनुसार हृदय गति
ru: Пульс по видам активности
tr: Aktiviteye Göre Kalp Atış Hızı
zh_hans: 各活动心率

source: Heart Rate Variability
de: Herzfrequenzvariabilität
es: Variabilidad de la frecuencia cardiaca
fr: Variabilité de la fréquence cardiaque
hi: हृदय गति परिवर्तनशीलता
ru: Вариабельность пульса
tr: Kalp Atış Hızı Değişkenliği
zh_hans: 心率变异性

source: Hide Icon
de: Symbol ausblenden
es: Ocultar icono
fr: Masquer l’icône
hi: आइकॉन छिपाएँ
ru: Скрыть значок
tr: Simgeyi Gizle
zh_hans: 隐藏图标

source: Hide Route
de: Route ausblenden
es: Ocultar ruta
fr: Masquer le parcours
hi: मार्ग छिपाएँ
ru: Скрыть маршрут
tr: Rotayı Gizle
zh_hans: 隐藏路线

source: Hide Weekdays
de: Wochentage ausblenden
es: Ocultar días de la semana
fr: Masquer les jours de la semaine
hi: सप्ताह के दिन छिपाएँ
ru: Скрыть дни недели
tr: Hafta Günlerini Gizle
zh_hans: 隐藏星期

source: Hiding the route doesn't apply to the Map background.
de: Das Ausblenden der Route gilt nicht für den Kartenhintergrund.
es: Ocultar la ruta no se aplica al fondo Mapa.
fr: Le masquage du parcours ne s’applique pas à l’arrière-plan « Plan ».
hi: मार्ग छिपाना नक़्शे वाले बैकग्राउंड पर लागू नहीं होता।
ru: Скрытие маршрута не применяется к фону «Карта».
tr: Rotayı gizleme, Harita arka planı için geçerli değildir.
zh_hans: 隐藏路线不适用于地图背景。

source: High
de: Hoch
es: Alto
fr: Élevé
hi: उच्च
ru: Высоко
tr: Yüksek
zh_hans: 偏高

source: High %@
de: Max. %@
es: Máx. %@
fr: Max. %@
hi: उच्च %@
ru: Макс. %@
tr: En yüksek %@
zh_hans: 最高%@

source: HIGH DEBT
de: HOHES DEFIZIT
es: DEUDA ALTA
fr: DETTE ÉLEVÉE
hi: ज़्यादा कमी
ru: БОЛЬШОЙ ДЕФИЦИТ
tr: YÜKSEK BORÇ
zh_hans: 负债高

source: High Deviation
de: Hohe Abweichung
es: Desviación alta
fr: Écart élevé
hi: ज़्यादा विचलन
ru: Сильное отклонение
tr: Yüksek Sapma
zh_hans: 高偏差

source: High Heart Rate
de: Hohe Herzfrequenz
es: Frecuencia cardiaca alta
fr: Fréquence cardiaque élevée
hi: उच्च हृदय गति
ru: Высокий пульс
tr: Yüksek Kalp Atış Hızı
zh_hans: 心率过高

source: High Heart Rate Warning
de: Warnung bei hoher Herzfrequenz
es: Aviso de frecuencia cardiaca alta
fr: Avertissement de fréquence cardiaque élevée
hi: उच्च हृदय गति की चेतावनी
ru: Предупреждение о высоком пульсе
tr: Yüksek Kalp Atış Hızı Uyarısı
zh_hans: 高心率警告

source: High readiness
de: Tagesform hoch
es: Preparación alta
fr: Préparation élevée
hi: उच्च रेडिनेस
ru: Высокая готовность
tr: Hazırlık yüksek
zh_hans: 恢复状态良好

source: High Respiratory Rate
de: Hohe Atemfrequenz
es: Frecuencia respiratoria alta
fr: Fréquence respiratoire élevée
hi: उच्च श्वसन दर
ru: Высокая частота дыхания
tr: Yüksek Solunum Hızı
zh_hans: 呼吸频率过高

source: High Respiratory Rate Warning
de: Warnung bei hoher Atemfrequenz
es: Aviso de frecuencia respiratoria alta
fr: Avertissement de fréquence respiratoire élevée
hi: उच्च श्वसन दर की चेतावनी
ru: Предупреждение о высокой частоте дыхания
tr: Yüksek Solunum Hızı Uyarısı
zh_hans: 高呼吸频率警告

source: High Skin Temperature
de: Hohe Hauttemperatur
es: Temperatura de la piel alta
fr: Température cutanée élevée
hi: त्वचा का उच्च तापमान
ru: Высокая температура кожи
tr: Yüksek Cilt Sıcaklığı
zh_hans: 皮肤温度过高

source: High Skin Temperature Warning
de: Warnung bei hoher Hauttemperatur
es: Aviso de temperatura de la piel alta
fr: Avertissement de température cutanée élevée
hi: त्वचा के उच्च तापमान की चेतावनी
ru: Предупреждение о высокой температуре кожи
tr: Yüksek Cilt Sıcaklığı Uyarısı
zh_hans: 高皮肤温度警告

source: Home Hero
de: Hauptkarte
es: Portada
fr: Carte principale
hi: होम हीरो
ru: Главная карточка
tr: Ana Gösterge
zh_hans: 首页主视图

source: Hour-by-hour chart for a chosen day
de: Stündliches Diagramm für einen gewählten Tag
es: Gráfica hora a hora del día que elijas
fr: Graphique heure par heure pour un jour choisi
hi: चुने गए दिन का घंटेवार चार्ट
ru: Почасовой график за выбранный день
tr: Seçilen gün için saat saat grafik
zh_hans: 所选日期的逐小时图表

source: HOURLY AVG
de: Ø PRO STUNDE
es: PROM. POR HORA
fr: MOY. PAR HEURE
hi: प्रति घंटा औसत
ru: В СРЕДНЕМ ЗА ЧАС
tr: SAATLİK ORT.
zh_hans: 每小时平均

source: HOURLY TOTAL
de: SUMME PRO STD.
es: TOTAL POR HORA
fr: TOTAL PAR HEURE
hi: प्रति घंटा कुल
ru: ВСЕГО ЗА ЧАС
tr: SAATLİK TOPLAM
zh_hans: 每小时总计

source: How far you traveled during the session, from GPS where it was available and from motion sensors otherwise. Indoor workouts fall back to motion, so a treadmill distance can differ from the machine's own readout.
de: Wie weit du dich während der Einheit bewegt hast, per GPS, wo verfügbar, und sonst über die Bewegungssensoren. Trainings in Innenräumen nutzen die Bewegungssensoren, daher kann die Strecke auf dem Laufband von der Anzeige des Geräts abweichen.
es: La distancia que recorriste durante la sesión, según el GPS cuando estaba disponible y, si no, según los sensores de movimiento. Los entrenamientos en interiores solo usan los sensores de movimiento, así que la distancia en una cinta de correr puede diferir de la que muestra la propia máquina.
fr: La distance parcourue pendant l’exercice, mesurée par GPS lorsqu’il était disponible et par les capteurs de mouvement sinon. Les exercices en intérieur reposent sur les capteurs de mouvement : la distance sur tapis de course peut donc différer de celle qu’affiche l’appareil.
hi: सेशन के दौरान आपने कितनी दूरी तय की, जहाँ GPS उपलब्ध था वहाँ GPS से और बाक़ी समय मोशन सेंसर से। इनडोर वर्कआउट मोशन सेंसर पर निर्भर रहते हैं, इसलिए ट्रेडमिल की दूरी मशीन पर दिखी दूरी से अलग हो सकती है।
ru: Расстояние, которое Вы преодолели за тренировку: по GPS, если сигнал был, иначе по датчикам движения. В помещении используются только датчики движения, поэтому дистанция на беговой дорожке может отличаться от показаний самого тренажера.
tr: Antrenman boyunca kat ettiğiniz mesafe. GPS varsa GPS'ten, yoksa hareket sensörlerinden alınır. Kapalı alan antrenmanları hareket sensörlerine dayanır, bu yüzden koşu bandındaki mesafe makinenin kendi gösterdiğinden farklı olabilir.
zh_hans: 这次训练中你移动的距离，有 GPS 信号时来自 GPS，否则来自运动传感器。室内训练只能依靠运动传感器，因此跑步机上的距离可能与器械自身显示的数值不同。

source: How far your heart rate fell during the first minute after you stopped. A larger drop generally points to better cardiovascular fitness, and your own usual range tells you more than any single reading.
de: Wie stark deine Herzfrequenz in der ersten Minute nach dem Stoppen gesunken ist. Ein größerer Abfall spricht in der Regel für eine bessere kardiovaskuläre Fitness, und dein eigener üblicher Bereich sagt mehr aus als ein einzelner Messwert.
es: Cuánto bajó tu frecuencia cardiaca durante el primer minuto después de parar. Una bajada mayor suele indicar una mejor forma cardiovascular, y tu rango habitual te dice más que cualquier lectura aislada.
fr: La baisse de votre fréquence cardiaque pendant la première minute après l’arrêt. Une baisse plus importante indique généralement une meilleure forme cardiovasculaire, et votre propre plage habituelle en dit plus qu’un relevé isolé.
hi: रुकने के बाद पहले मिनट में आपकी हृदय गति कितनी गिरी। ज़्यादा गिरावट आम तौर पर बेहतर हृदय संबंधी फ़िटनेस की ओर इशारा करती है, और किसी एक रीडिंग से ज़्यादा आपकी अपनी सामान्य रेंज बताती है।
ru: Насколько снизился Ваш пульс за первую минуту после остановки. Более сильное снижение обычно говорит о лучшей кардиовыносливости, а Ваш обычный диапазон скажет больше, чем любое отдельное значение.
tr: Durduktan sonraki ilk dakikada kalp atış hızınızın ne kadar düştüğü. Daha büyük bir düşüş genellikle daha iyi bir kardiyovasküler kondisyona işaret eder. Kendi olağan aralığınız, tek bir ölçümden çok daha fazlasını anlatır.
zh_hans: 你停下后第一分钟内心率下降的幅度。下降越多通常说明心血管适能越好，而你自己的常见范围比任何单次读数都更有参考价值。

source: How many activity bars the card shows.
de: Wie viele Aktivitätsbalken die Karte zeigt.
es: Cuántas barras de actividad muestra la tarjeta.
fr: Nombre de barres d’activité affichées sur la carte.
hi: कार्ड में कितने ऐक्टिविटी बार दिखें।
ru: Сколько столбцов активности показывает карточка.
tr: Kartta gösterilen aktivite çubuğu sayısı.
zh_hans: 卡片显示的活动条形数量。

source: How many pedal revolutions you turned per minute. It needs a device or paired sensor that records cadence, so it will not appear on every ride.
de: Wie viele Kurbelumdrehungen du pro Minute gemacht hast. Dafür ist ein Gerät oder ein gekoppelter Sensor nötig, der die Trittfrequenz aufzeichnet, daher erscheint sie nicht bei jeder Fahrt.
es: Cuántas vueltas diste a los pedales por minuto. Requiere un dispositivo o un sensor enlazado que registre la cadencia, así que no aparece en todos los recorridos.
fr: Le nombre de tours de pédale effectués par minute. Cette mesure nécessite un appareil ou un capteur jumelé qui enregistre la cadence ; elle n’apparaît donc pas à chaque sortie à vélo.
hi: आपने प्रति मिनट पैडल के कितने चक्कर लगाए। इसके लिए केडेंस रिकॉर्ड करने वाला डिवाइस या पेयर किया गया सेंसर चाहिए, इसलिए यह हर राइड पर नहीं दिखेगा।
ru: Сколько оборотов педалей Вы делали в минуту. Для этого нужно устройство или подключенный датчик, записывающий каденс, поэтому значение есть не у каждой поездки.
tr: Dakikada kaç pedal devri çevirdiğiniz. Kadansı kaydeden bir aygıt veya eşlenmiş bir sensör gerektirdiğinden her bisiklet antrenmanında görünmez.
zh_hans: 你每分钟踩踏的圈数。它需要能记录踏频的设备或配对的传感器，因此并非每次骑行都会显示。

source: How many steps you took per minute, counting both feet. At a given pace, a higher cadence usually means shorter strides and less impact through each one.
de: Wie viele Schritte du pro Minute gemacht hast, beide Füße gezählt. Bei gleichem Tempo bedeutet eine höhere Schrittfrequenz meist kürzere Schritte und weniger Belastung pro Schritt.
es: Cuántos pasos diste por minuto, contando ambos pies. A un mismo ritmo, una cadencia más alta suele significar zancadas más cortas y menos impacto en cada una.
fr: Le nombre de pas effectués par minute, en comptant les deux pieds. À rythme égal, une cadence plus élevée signifie généralement des foulées plus courtes et moins d’impact à chaque pas.
hi: आपने प्रति मिनट कितने क़दम लिए, दोनों पैरों को गिनकर। एक ही पेस पर ज़्यादा केडेंस का मतलब आम तौर पर छोटे क़दम और हर क़दम पर कम झटका होता है।
ru: Сколько шагов Вы делали в минуту, считая обе ноги. При одинаковом темпе более высокая частота шагов обычно означает более короткие шаги и меньшую ударную нагрузку на каждый из них.
tr: Her iki ayak sayılarak dakikada attığınız adım sayısı. Aynı tempoda daha yüksek kadans genellikle daha kısa adımlar ve her adımda daha az darbe anlamına gelir.
zh_hans: 你每分钟迈出的步数，双脚都计算在内。在相同配速下，步频更高通常意味着步幅更短，每一步的冲击也更小。

source: How much moisture was in the air where you worked out. High humidity makes it harder for your body to shed heat, which can raise your heart rate at a pace that normally feels easy.
de: Wie viel Feuchtigkeit in der Luft war, wo du trainiert hast. Bei hoher Luftfeuchtigkeit kann dein Körper Wärme schlechter abgeben, was deine Herzfrequenz bei einem Tempo erhöhen kann, das sich sonst leicht anfühlt.
es: La humedad que había en el aire donde entrenaste. Con mucha humedad, a tu cuerpo le cuesta más disipar el calor, lo que puede elevar tu frecuencia cardiaca a un ritmo que normalmente te resulta fácil.
fr: Le taux d’humidité de l’air pendant votre exercice. Une forte humidité empêche votre corps d’évacuer la chaleur aussi facilement, ce qui peut faire monter votre fréquence cardiaque à un rythme qui vous semble habituellement facile.
hi: जहाँ आपने वर्कआउट किया, वहाँ हवा में कितनी नमी थी। ज़्यादा नमी में शरीर के लिए गर्मी बाहर निकालना मुश्किल होता है, जिससे आम तौर पर आसान लगने वाले पेस पर भी आपकी हृदय गति बढ़ सकती है।
ru: Сколько влаги было в воздухе там, где Вы тренировались. При высокой влажности организму труднее отдавать тепло, и пульс может расти даже в темпе, который обычно кажется легким.
tr: Antrenman yaptığınız yerdeki havanın nem oranı. Yüksek nem vücudunuzun ısı atmasını zorlaştırır ve normalde kolay gelen bir tempoda bile kalp atış hızınızı yükseltebilir.
zh_hans: 你训练所在环境空气中的水汽含量。湿度高时身体更难散热，可能让你在平时轻松的配速下心率升高。

source: How to Use
de: Anleitung
es: Cómo usarlo
fr: Mode d’emploi
hi: इस्तेमाल कैसे करें
ru: Как пользоваться
tr: Nasıl Kullanılır
zh_hans: 使用指南

source: How Your Free Trial Works
de: So funktioniert deine Testphase
es: Cómo funciona tu prueba gratuita
fr: Fonctionnement de votre essai gratuit
hi: आपका मुफ़्त ट्रायल कैसे काम करता है
ru: Как работает пробный период
tr: Ücretsiz Deneme Nasıl İşler
zh_hans: 免费试用说明

source: However much you train, there is a limit to how far one day's workouts can pull your readiness down. Each row shows only what its own session actually moved the score, so once earlier workouts have taken the day close to that limit, a later one is credited with just the remainder and can read much smaller than the same session would on a fresh day.
de: Egal wie viel du trainierst, die Trainings eines Tages können deine Tagesform nur bis zu einer gewissen Grenze senken. Jede Zeile zeigt nur, wie stark die jeweilige Einheit den Wert tatsächlich verändert hat. Haben frühere Trainings den Tag also schon nah an diese Grenze gebracht, wird einer späteren Einheit nur der Rest angerechnet, und sie kann deutlich kleiner ausfallen als dieselbe Einheit an einem frischen Tag.
es: Por mucho que entrenes, hay un límite a cuánto pueden bajar tu preparación los entrenamientos de un día. Cada fila muestra solo lo que su propia sesión movió realmente la puntuación, así que, cuando los entrenamientos anteriores ya han acercado el día a ese límite, a uno posterior solo se le atribuye lo que queda y puede parecer mucho menor que la misma sesión en un día descansado.
fr: Quel que soit votre volume d’entraînement, les exercices d’une journée ne peuvent faire baisser votre niveau de préparation que jusqu’à une certaine limite. Chaque ligne n’affiche que l’effet réel de son propre exercice sur le score : une fois que les exercices précédents ont rapproché la journée de cette limite, un exercice ultérieur ne se voit attribuer que le reste et peut sembler bien plus faible que le même exercice un jour sans exercice préalable.
hi: आप चाहे जितनी ट्रेनिंग करें, एक दिन के वर्कआउट आपकी रेडिनेस को एक सीमा से ज़्यादा नीचे नहीं ला सकते। हर पंक्ति सिर्फ़ यह दिखाती है कि उसके अपने सेशन ने स्कोर को असल में कितना बदला, इसलिए जब पहले के वर्कआउट दिन को उस सीमा के क़रीब ले जा चुके होते हैं, तो बाद वाले वर्कआउट के हिस्से सिर्फ़ बचा हुआ असर आता है, और वह उसी सेशन के किसी नए दिन पर होने वाले असर से काफ़ी छोटा दिख सकता है।
ru: Сколько бы Вы ни тренировались, тренировки одного дня могут снизить готовность лишь до определенного предела. Каждая строка показывает только то, насколько изменила оценку именно эта тренировка, поэтому, когда более ранние тренировки уже приблизили день к этому пределу, более поздней засчитывается лишь остаток, и ее влияние может выглядеть намного меньше, чем у такой же тренировки в день со свежими силами.
tr: Ne kadar antrenman yaparsanız yapın, bir günün antrenmanlarının hazırlığınızı düşürebileceği miktarın bir sınırı vardır. Her satır yalnızca kendi antrenmanının puanı gerçekte ne kadar değiştirdiğini gösterir. Bu yüzden önceki antrenmanlar günü bu sınıra yaklaştırdıysa sonraki antrenmana yalnızca kalan kısım yazılır ve aynı antrenmanın dinç bir günde göstereceği etkiden çok daha küçük görünebilir.
zh_hans: 无论你训练多少，一天的训练能把恢复状态拉低的幅度都是有限的。每一行只显示该次训练实际让分数移动了多少，因此当较早的训练已经把这一天推近上限后，之后的训练只会记入剩余的部分，读数可能远小于同样训练在状态充足的一天所造成的影响。

source: hrs
de: Std.
es: h
fr: h
hi: घं॰
ru: ч
tr: sa
zh_hans: 小时

source: HRV View
de: HRV-Ansicht
es: Vista de VFC
fr: Vue VFC
hi: HRV दृश्य
ru: Просмотр ВСР
tr: HRV Görünümü
zh_hans: 心率变异性视图

source: Icon
de: Symbol
es: Icono
fr: Icône
hi: आइकॉन
ru: Значок
tr: Simge
zh_hans: 图标

source: Icons
de: Symbole
es: Iconos
fr: Icônes
hi: आइकॉन
ru: Значки
tr: Simgeler
zh_hans: 图标

source: If you were working out, this warning will disappear once the workout is logged.
de: Wenn du trainiert hast, verschwindet diese Warnung, sobald das Training erfasst ist.
es: Si estabas entrenando, este aviso desaparecerá cuando se registre el entrenamiento.
fr: Si vous faisiez de l’exercice, cet avertissement disparaîtra une fois l’exercice enregistré.
hi: अगर आप उस समय वर्कआउट कर रहे थे, तो वर्कआउट लॉग होते ही यह चेतावनी हट जाएगी।
ru: Если Вы тренировались, это предупреждение исчезнет, как только тренировка будет записана.
tr: Antrenman yapıyorduysanız bu uyarı, antrenman kaydedildiğinde kaybolur.
zh_hans: 如果您当时正在体能训练，该警告会在训练记录同步后消失。

source: Impact by Activity
de: Einfluss nach Aktivität
es: Impacto por actividad
fr: Impact par activité
hi: ऐक्टिविटी के अनुसार असर
ru: Влияние активности
tr: Aktiviteye Göre Etki
zh_hans: 各活动影响

source: Importing media...
de: Medien werden importiert …
es: Importando contenido...
fr: Importation des médias…
hi: मीडिया इंपोर्ट किया जा रहा है...
ru: Импорт медиафайлов…
tr: Medya içe aktarılıyor...
zh_hans: 正在导入媒体…

source: Include leading and trailing Awake in sleep stages
de: Wachphasen am Anfang und Ende in die Schlafphasen einbeziehen
es: Incluir los periodos de vigilia del inicio y del final en las fases del sueño
fr: Inclure l’éveil en début et en fin de nuit dans les phases du sommeil
hi: नींद के चरणों में शुरुआत और अंत का जागा हुआ समय शामिल करें
ru: Учитывать бодрствование в начале и конце стадий сна
tr: Uyku evrelerinde baştaki ve sondaki Uyanık sürelerini dahil et
zh_hans: 在睡眠阶段中包含开头和结尾的清醒片段

source: Include resting energy, not just the active burn
de: Ruheenergie einbeziehen, nicht nur den aktiven Verbrauch
es: Incluir la energía en reposo, no solo la activa
fr: Inclure l’énergie au repos, pas seulement l’énergie en activité
hi: सिर्फ़ सक्रिय ऊर्जा नहीं, आराम के समय की ऊर्जा भी शामिल करें
ru: Учитывать энергию покоя, а не только энергию активности
tr: Yalnızca aktif harcamayı değil, dinlenme enerjisini de dahil et
zh_hans: 包含静息热量，而不仅是运动消耗

source: Include very short Awake intervals in sleep stages
de: Sehr kurze Wachphasen in die Schlafphasen einbeziehen
es: Incluir intervalos de vigilia muy cortos en las fases del sueño
fr: Inclure les très courts éveils dans les phases du sommeil
hi: नींद के चरणों में जागने के बहुत छोटे अंतराल शामिल करें
ru: Учитывать очень короткие периоды бодрствования в стадиях сна
tr: Uyku evrelerinde çok kısa Uyanık aralıklarını dahil et
zh_hans: 在睡眠阶段中包含极短的清醒片段

source: Increase effort
de: Anstrengung erhöhen
es: Aumentar esfuerzo
fr: Augmenter l’effort
hi: प्रयास बढ़ाएँ
ru: Увеличить усилие
tr: Eforu artır
zh_hans: 提高强度

source: increased
de: ist gestiegen
es: aumentó
fr: a augmenté
hi: में बढ़ोतरी हुई
ru: рост
tr: arttı
zh_hans: 有所上升

source: It Only Applies to Today
de: Gilt nur für heute
es: Solo se aplica a hoy
fr: Cela ne s’applique qu’à aujourd’hui
hi: यह सिर्फ़ आज पर लागू होता है
ru: Применяется только к сегодняшнему дню
tr: Yalnızca Bugün İçin Geçerlidir
zh_hans: 仅影响今天

source: Jump to month
de: Zum Monat springen
es: Saltar a un mes
fr: Aller à un mois
hi: किसी महीने पर जाएँ
ru: Перейти к месяцу
tr: Aya git
zh_hans: 跳转到月份

source: Just Me
de: Nur ich
es: Solo yo
fr: Moi uniquement
hi: सिर्फ़ मेरे लिए
ru: Только я
tr: Yalnızca Ben
zh_hans: 仅自己

source: Kilocalories
de: Kilokalorien
es: Kilocalorías
hi: किलो कैलोरी
ru: Килокалории
tr: Kilokalori
zh_hans: 千卡

source: Kilograms
de: Kilogramm
es: Kilogramos
fr: Kilogrammes
hi: किलोग्राम
ru: Килограммы
tr: Kilogram
zh_hans: 千克

source: Kilojoules
de: Kilojoule
es: Kilojulios
hi: किलोजूल
ru: Килоджоули
tr: Kilojul
zh_hans: 千焦

source: Kilometers
de: Kilometer
es: Kilómetros
fr: Kilomètres
hi: किलोमीटर
ru: Километры
tr: Kilometre
zh_hans: 公里

source: Landscape 4:3
de: Querformat 4:3
es: Horizontal 4:3
fr: Paysage 4:3
hi: लैंडस्केप 4:3
ru: Альбомная 4:3
tr: Yatay 4:3
zh_hans: 横版 4:3

source: Landscape 16:9
de: Querformat 16:9
es: Horizontal 16:9
fr: Paysage 16:9
hi: लैंडस्केप 16:9
ru: Альбомная 16:9
tr: Yatay 16:9
zh_hans: 横版 16:9

source: Last Night
de: Letzte Nacht
es: Anoche
fr: Nuit dernière
hi: बीती रात
ru: Прошлая ночь
tr: Dün Gece
zh_hans: 昨晚

source: Last refreshed: %@
de: Zuletzt aktualisiert: %@
es: Última actualización: %@
fr: Dernière actualisation : %@
hi: पिछली बार रीफ़्रेश: %@
ru: Последнее обновление: %@
tr: Son yenileme: %@
zh_hans: 上次刷新：%@

source: Layout doesn't apply to the Map background.
de: Das Layout gilt nicht für den Kartenhintergrund.
es: Diseño no se aplica al fondo Mapa.
fr: La disposition ne s’applique pas à l’arrière-plan « Plan ».
hi: लेआउट नक़्शे वाले बैकग्राउंड पर लागू नहीं होता।
ru: Макет не применяется к фону «Карта».
tr: Yerleşim, Harita arka planı için geçerli değildir.
zh_hans: 排布不适用于地图背景。

source: Levels compare you against people of the same age and sex. Add your date of birth and sex in the Health app to see yours — they are available from age 20 through 79.
de: Die Stufen vergleichen dich mit Menschen gleichen Alters und Geschlechts. Gib dein Geburtsdatum und dein Geschlecht in der Health App ein, um deine Stufe zu sehen. Stufen gibt es für das Alter von 20 bis 79 Jahren.
es: Los niveles te comparan con personas de tu misma edad y sexo. Añade tu fecha de nacimiento y tu sexo en la app Salud para ver el tuyo. Los niveles están disponibles de los 20 a los 79 años.
fr: Les niveaux vous comparent aux personnes de même âge et de même sexe. Ajoutez votre date de naissance et votre sexe dans l’app Santé pour voir le vôtre. Les niveaux sont disponibles de 20 à 79 ans.
hi: स्तर आपकी तुलना उसी उम्र और लिंग के लोगों से करते हैं। अपना स्तर देखने के लिए सेहत ऐप में अपनी जन्म तिथि और लिंग जोड़ें। स्तर 20 से 79 वर्ष की उम्र तक उपलब्ध हैं।
ru: Уровни сравнивают Вас с людьми того же возраста и пола. Чтобы увидеть свой уровень, укажите дату рождения и пол в приложении «Здоровье». Уровни доступны для возраста от 20 до 79 лет.
tr: Seviyeler sizi aynı yaş ve cinsiyetteki kişilerle karşılaştırır. Kendi seviyenizi görmek için Sağlık uygulamasına doğum tarihinizi ve cinsiyetinizi ekleyin. Seviyeler 20 ile 79 yaş arası için kullanılabilir.
zh_hans: 分级会将你与同龄同性别的人进行比较。请在“健康”App 中填写你的出生日期和性别以查看你的水平。该分级适用于 20 至 79 岁。

source: Levels need your Health profile
de: Für Stufen ist dein Profil in Health nötig
es: Los niveles requieren tu perfil de Salud
fr: Les niveaux nécessitent votre profil Santé
hi: स्तर के लिए आपकी सेहत प्रोफ़ाइल चाहिए
ru: Для уровней нужен профиль в приложении «Здоровье»
tr: Seviyeler için Sağlık profiliniz gerekir
zh_hans: 分级需要你的健康资料

source: Lifetime
de: Lebenslang
es: De por vida
fr: À vie
hi: आजीवन
ru: Бессрочно
tr: Ömür Boyu
zh_hans: 终身版

source: Light
de: Hell
es: Claro
fr: Clair
hi: लाइट
ru: Светлое
tr: Açık
zh_hans: 浅色

source: Light haptics when foods bump into each other
de: Leichtes haptisches Feedback, wenn Lebensmittel zusammenstoßen
es: Vibración suave cuando los alimentos chocan entre sí
fr: Légères vibrations lorsque les aliments se heurtent
hi: खाने की चीज़ें आपस में टकराने पर हल्का हैप्टिक
ru: Легкая вибрация при столкновении продуктов
tr: Yiyecekler birbirine çarptığında hafif titreşim
zh_hans: 食物碰撞时轻轻震动

source: Lists the health warnings in Body's cached data for today.
de: Listet die Gesundheitswarnungen von heute aus den zwischengespeicherten Daten von Body auf.
es: Muestra los avisos de salud de hoy que hay en los datos en caché de Body.
fr: Liste les avertissements de santé du jour dans les données en cache de Body.
hi: Body के कैश डेटा से आज की सेहत चेतावनियों की सूची देता है।
ru: Показывает сегодняшние предупреждения о здоровье из кэша Body.
tr: Body'nin önbellekteki verilerinde bugüne ait sağlık uyarılarını listeler.
zh_hans: 列出 Body 缓存数据中今天的健康警告。

source: live readiness
de: aktuelle Tagesform
es: preparación en tiempo real
fr: préparation en direct
hi: लाइव रेडिनेस
ru: Текущая готовность
tr: anlık hazırlık
zh_hans: 实时恢复状态

source: Load Health Data
de: Gesundheitsdaten laden
es: Cargar datos de salud
fr: Charger les données Santé
hi: सेहत डेटा लोड करें
ru: Загрузить медданные
tr: Sağlık Verilerini Yükle
zh_hans: 载入健康数据
